Repository: giellalt/corpus-fin
Catalog: tmx/sme/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=8_lang=finnish.html.tmx
Source language: fin
Languages: sme

source: Hallitus
sme: Stivra

source: Saamelaiskäräjät asettaa keskuudestaan hallituksen, johon kuuluvat jäseninä käräjien puheenjohtaja, kaksi varapuheenjohtajaa ja neljä muuta jäsentä.
sme: Sámediggi vállje gaskavuođastis stivrra, masa gullet lahttun sámedikki ságajođiheaddji, guokte várreságajođiheaddji ja njeallje eará lahtu.

source: Hallitus toimii saamelaiskäräjien kokouksen alaisena ja sen ensisijaisena tehtävänä on vastata poliittisesta toiminnasta ja hallinnosta sekä huolehtia käräjien kokousten valmistelusta.
sme: Stivra doaibmá sámedikki čoahkkima vuollásažžan ja dan dehaleamos bargun lea vástidit politihkalaš doaimmas ja hálddahusas ja maiddái fuolahit sámedikki čoahkkimiid válmmaštallamis.

source: Saamelaiskäräjien hallitus 2012 - 2015:
sme: Sámedikki stivra 2012-2015:

source: Sanila-Aikio Tiina, Puheenjohtaja
sme: Tiina Sanila-Aikio, ságajođiheaddji

source: Paltto Heikki, I varapuheenjohtaja
sme: Heikki Paltto, I várreságajođiheaddji

source: Magga Ulla-Maarit, II varapuheenjohtaja
sme: Magga Ulla-Maarit, II várreságajođiheaddji

source: Morottaja Anna
sme: Petra Magga-Vars
